/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Modifica";
"MENU_WINDOW" = "Finestra";
"MENU_HELP" = "Aiuto";

/* App Menu Items */
"MENU_APP_ABOUT" = "Informazioni su @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Cattura schermata";
"MENU_APP_HIDE" = "Nascondi @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Nascondi altri";
"MENU_APP_SHOW_ALL" = "Mostra tutti";
"MENU_APP_QUIT" = "Esci da @{APP_TITLE}";
"MENU_APP_REVEAL" = "Mostra nel Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Preferenze di gioco";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Schermate di gioco";
"MENU_APP_REVEAL_GAME_LOGS" = "Registri partite";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Application Support";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Preferenze applicazione";
"MENU_APP_REVEAL_APPLICATION" = "Applicazione";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Annulla";
"MENU_EDIT_CUT" = "Taglia";
"MENU_EDIT_COPY" = "Copia";
"MENU_EDIT_PASTE" = "Incolla";
"MENU_EDIT_DELETE" = "Elimina";
"MENU_EDIT_SELECT_ALL" = "Seleziona tutto";
"MENU_EDIT_FIND" = "Trova";
"MENU_EDIT_FIND_FIND" = "Trova…";
"MENU_EDIT_FIND_NEXT" = "Trova precedente";
"MENU_EDIT_FIND_PREVIOUS" = "Trova successivo";
"MENU_EDIT_FIND_USE_SELECTION" = "Trova usando Selezione";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Vai a Selezione";
"MENU_EDIT_SPECIAL_CHARS" = "Caratteri speciali…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Chiudi";
"MENU_WINDOW_MINIMIZE" = "Contrai";
"MENU_WINDOW_ZOOM" = "Zoom";
"MENU_WINDOW_FULLSCREEN" = "Schermo intero";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Porta tutto in primo piano";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Forum Supporto Tecnico";
"MENU_HELP_SUPPORT_PORTAL" = "Portale di supporto";
"MENU_HELP_COPY_SUPPORT_INFO" = "Copia informazioni di supporto";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Stai utilizzando @{OS_VERSION}. È disponibile un aggiornamento del sistema operativo che renderà più stabile @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Vogliamo ricordarti che @{OS_VERSION} ha terminato il suo ciclo vitale come sistema operativo per @{APP_TITLE}. Il gioco continuerà a funzionare per qualche tempo, tuttavia ti invitiamo ad aggiornare il sistema operativo a @{LATEST_OS_VERSION} appena possibile. Fai riferimento ai requisiti di sistema riportati @{SYSTEM_REQUIREMENTS_URL}. Per ulteriori informazioni su come aggiornare il sistema operativo, consulta questo @{OS_UPGRADE_URL}. Per altre indicazioni sulle nostre direttive relative ai sistemi operativi Macintosh, leggi questo @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Continua comunque";
"LAUNCH_SOFTWARE_UPDATE"="Lancia Aggiornamento Software";
"INVALID_VIDEO_DEVICE" = "Impossibile avviare @{APP_TITLE} perché non è stato rilevato alcun processore grafico valido.";
"ERROR" = "Errore";
